; Portuguese
; Luis Neves (luis.a.neves@sapo.pt)

[i18n]
IDS_UPDATE_NO=Não há actualizações disponíveis.
IDS_UPDATE_YES=Nova versão (%s) disponível. Abrir página de transferências?
IDS_DONATE=Donate
IDS_DONATE_TEXT=Development is powered by your donations!
IDS_SHOWATSTARTUP_CHK=Show at startup
IDS_FILE=Ficheiro
IDS_SETTINGS=Definições...
IDS_EXIT=Sair
IDS_HELP=Ajuda
IDS_WEBSITE=Página Web
IDS_CHECKUPDATES=Procurar actualizações
IDS_ABOUT=Acerca
IDS_TRAY_SHOW=Mostrar/Ocultar
IDS_TRAY_DISABLE=Desactivar
IDS_TRAY_POPUP_1=Clean areas
IDS_TRAY_POPUP_2=Limpar quando superior a
IDS_TRAY_POPUP_3=Limpar a cada
IDS_CLEAN=Limpar memória
IDS_GROUP_1=Física
IDS_GROUP_2=Ficheiro de Paginação
IDS_GROUP_3=Cache do Sistema
IDS_ITEM_1=Utilizada
IDS_ITEM_2=Livre
IDS_ITEM_3=Total disponível
IDS_SETTINGS_GENERAL=Geral
IDS_SETTINGS_MEMORY=Limpeza de memória
IDS_SETTINGS_APPEARANCE=Aparência
IDS_SETTINGS_TRAY=Ícone de notificação
IDS_CLOSE=Fechar
IDS_TITLE_1=Configuração geral:
IDS_TITLE_2=Idioma:
IDS_TITLE_3=Regiões da memória a limpar:
IDS_TITLE_4=Gestão de memória:
IDS_TITLE_5=Tecla de Atalho (global):
IDS_TITLE_6=Estilo:
IDS_TITLE_7=Cores:
IDS_TITLE_8=Controlo do rato:
IDS_TITLE_9=Balão de sugestões
IDS_ALWAYSONTOP_CHK=Sempre visível
IDS_LOADONSTARTUP_CHK=Iniciar no arranque do sistema
IDS_REDUCTCONFIRMATION_CHK=Confirm memory cleaning start
IDS_SKIPUACWARNING_CHK=Ignorar notificação do "Controlo da Conta de Utilizador" (UAC)
IDS_CHECKUPDATES_CHK=Procurar actualizações periodicamente (recomendado)
IDS_LANGUAGE_HINT=Seleccionar idioma:
IDS_WORKINGSET_CHK=Cache (Vista e superior)
IDS_SYSTEMWORKINGSET_CHK=Cache do sistema
IDS_STANDBYLISTPRIORITY0_CHK=Lista de espera sem prioridade (Vista e superior)
IDS_STANDBYLIST_CHK=Lista de espera (Vista e superior)
IDS_MODIFIEDLIST_CHK=Lista de paginação modificada (Vista e superior)
IDS_COMBINEMEMORYLISTS_CHK=Combine memory lists (Windows 10 and above)
IDS_AUTOREDUCTENABLE_CHK=Limpar quando superior a: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Limpar a cada: (min.)
IDS_HOTKEY_CLEAN_CHK=Limpar memória:
IDS_TRAYUSETRANSPARENCY_CHK=Usar fundo transparente
IDS_TRAYSHOWBORDER_CHK=Mostrar contorno
IDS_TRAYROUNDCORNERS_CHK=Cantos redondos
IDS_TRAYCHANGEBG_CHK=Mudar cor de fundo (em vez do texto e borda)
IDS_TRAYUSEANTIALIASING_CHK=Usar suavização
IDS_FONT_HINT=Tipo de letra:
IDS_COLOR_TEXT_HINT=Cor do texto:
IDS_COLOR_BACKGROUND_HINT=Cor de fundo:
IDS_COLOR_WARNING_HINT=Cor do "Nível de Alerta":
IDS_COLOR_DANGER_HINT=Cor do "Nível de Perigo":
IDS_TRAYLEVELWARNING_HINT="Nível de Alerta" iniciado a: (%)
IDS_TRAYLEVELDANGER_HINT="Nível de Perigo" iniciado a: (%)
IDS_TRAYACTIONDC_HINT=Duplo clique:
IDS_TRAYACTIONMC_HINT=Clique Central:
IDS_TRAY_ACTION_1=Mostrar/Ocultar
IDS_TRAY_ACTION_2=Limpar memória
IDS_TRAY_ACTION_3=Abrir gestor de tarefas
IDS_SHOW_CLEAN_RESULT_CHK=Mostrar resultado da limpeza de memória
IDS_QUESTION=Deseja iniciar a limpeza de memória?
IDS_QUESTION_WARNING_TITLE=Warning!
IDS_QUESTION_WARNING=Switching-on "Standby list" and "Modified page list" may freeze your computer for almost a minute or so, are you sure enable this option?
IDS_QUESTION_FLAG_CHK=Do not show anymore
IDS_STATUS_CLEANED=A memória foi limpa com um ganho de %s.
IDS_STATUS_NOPRIVILEGES=São necessários previlégios de administrador, execute o programa como administrador!
